{
    "Header" : "Philadelphia Romanian Church Vancouver",
    "Home" : "Home",
    "Live" : "Live",
    "Ministries" : "Ministries",
    "Events" : "Events",
    "About" : "About",
    "Contact" : "Contact",
    "FaithOverFear" : "Faith over fear, always.",
    "BibleVerseOne" : "“Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.” (Joshua 1:9)",
    "PeaceAndPurpose" : "Finding peace and purpose in the house of God",
    "BibleVerseTwo" : "“Trust in the Lord with all your heart and lean not on your own understanding.” – (Proverbs 3:5)",
    "GodsWord" : "Finding strength in His mighty words.",
    "BibleVerseThree" : "“For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.” (John 3:16)",
    "HomeAboutHeader" : "About us",
    "HomeAboutPar" : "We are glad you have chosen to visit the website of Philadelphia Romanian Pentecostal Church of Vancouver, Washington. Our Church believes that Jesus Christ is the son of God and He was crucified for our sins and on the third day rose again. We seek to proclaim Christ as Lord and to encourage everyone towards the development of a personal relationship with Him. Jesus said, “I am the way, and the truth, and the life. ”This statement provides direction in our lives and by walking this way, everyone will enter into eternity with God. Our church glorifies Him Here for His infinite love shown daily towards us. We invite you to join us and glorify Him",
    "HomeBtn" : "Read More",
    "HomeServicesHead" : "Weekly Services",
    "ServicesHomePar" :  "Services:",
    "ServiceDetailOne" : "Every Sunday at 10:00 am and 5:00 pm",
    "PrayerHomeTime" : "Prayer:",
    "PrayerTimeDetailsOne" : "Tuesday & Thursday at 7:00 pm",
    "PrayerTimeDetailsTwo" : "Saturday from 10:00 am to 5:00 pm",
    "BibleBerseBaptismHome" : "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned. (Mark 16:16)",
    "BaptismHome" : "Baptism:",
    "BTimeHome" : "August 11 at 10:00 am",
    "BLocationHome" : "Louisville Park",
    "BaptismHomeBtn" : "Click for details",
    "FooterLocation" : "Location",
    "FooterContact" : "Contact",
    "FooterFallow" : "Fallow",
    "FooterWriths" : "Philadelphia Rominian Church. All rights reseved.",
    "About us" : "About us",
    "Establish" : "Established 1992",
    "Church History" : "Church History",
    "The History" : "Philadelphia Romanian Pentecostal Church was founded on April 22, 1992 in Gresham, Oregon. The congregation originally met at a local rented church. God, through the Holy Spirit, promised to provide a permeant place of worship. After a short while, on August 23, 1996, this promise was fulfilled. God saw it fit for the congregation to cross the Columbia River from Oregon into Washington State. A contract was signed for the purchase of a church, where we currently hold our services today. With the help of the Lord and through personal sacrifices of Church members, today the building is owned by the Church.",
    "OUR MISSION" : "OUR MISSION",
    "Creating Disciples" : "Creating Disciples",
    "Good news" : "Spread the Good News of the gospel to the lost.",
    "Glorification of God" : "The glorification of God, praise and worship.",
    "Build in the faith" : "To build in the faith which was once for all delivered to the saints. “…appealing to you to contend for the faith that was once for all delivered to the saints”. (Jude 1:3)",
    "OUR BELIEFS" : "OUR BELIEFS",
    "Biggest Moments" : "Your Biggest Moments Captured, Without Interruption",
    "Inspiration" : "In the verbal inspiration of the Bible.",
    "BelievsOne" : "In one God eternally existing in three persons; namely, the Father, Son, and Holy Spirit.",
    "BelievsTwo" : "That Jesus Christ is the only begotten Son of the Father, conceived of the Holy Spirit, and born of the virgin Mary. That Jesus was crucified, buried, and raised from the dead. That He ascended to heaven and is today at the right hand of the Father as the Intercessor.",
    "BelievsThree" : "That all have sinned and fallen short of the glory of God and that repentance is commanded of God for all and necessary for forgiveness of sins.",
    "BelievsFour" : "That justification, regeneration, and the new birth are wrought by faith in the blood of Jesus Christ.",
    "BelievsFive" : "In sanctification subsequent to the new birth, through faith in the blood of Christ; through the Word, and by the Holy Ghost.",
    "BelievsSix" : "Holiness to be God’s standard of living for His people. In the baptism with the Holy Spirit subsequent to a clean heart.",
    "BelievsSeven" : "In speaking with other tongues as the Spirit gives utterance and that it is the initial evidence of the baptism of the Holy Spirit.",
    "BelievsEight" : "In water baptism by immersion, and all who repent should be baptized in the name of the Father, and of the Son, and of the Holy Spirit.",
    "BelievsNine" : "Divine healing is provided for all in the atonement. In the Lord’s Supper and washing of the saints’ feet.",
    "BelievsTen" : "In the pre-millennial second coming of Jesus. First, to resurrect the righteous dead and to catch away the living saints to Him in the air. Second, to reign on the earth a thousand years.",
    "BelievsEleven" : "In the bodily resurrection; eternal life for the righteous, and eternal punishment for the wicked.",
    "EventBaptism" : "Baptism",
    "BiggestEvent" : "Our Biggest Event this year",
    "Bible verse event one" : "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.",
    "Bible verse location one" : "Mark 16:16",
    "CandidatesHeader" : "Meet our Candidates",
     "CandidatesInfo" : "This year we have 4 candidates who want to dedicate their life to Jesus. And they want to confess their faith through the water of the New Testament baptism",
     "Candidates verse one" : " My flesh and my heart may fail, but God is the strenght of my heart and my portion forever.",
     "VerseLocation one" : "Psalm 73:26",
     "Candidates verse two" : " And now these three remain: faith, hope and love. But the greatest of these is love.",
     "VerseLocation two" : "1 Corenthians 13:13",
     "Candidates verse three" : " And I am convimced that nothing can ever separte us from God's love. Neither death nor life, neither angels or demons, neither our fears for today nor our worries about tomorrow-not even the powers of hell can separate us from God's love.",
     "VerseLocation three" : "Romans 8:38",
     "Candidates verse four" : "I can do all things through Christ who strengthens me.",
     "VerseLocation Four" : "Philippians 4:13",
     "Invitation" : "We invite you to join us for Baptism event wich will take place on",
     "Date and time" : "August 11 at 10:00am",
     "Park location" : "Lewisville Regional Park",
     "Adress map" : "26411 NE Lewisville Hwy, Battle Ground, WA 98604",
     "More details" : "For more details or questions",
     "Events contact button" : "Contact us",
     "Click to get direction" : "Click to get direction",
     "Acts" : "Acts 2:38",
     "Repent and Baptize" : "Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.",
     "Mattew" : "Matthew 28:19",
     "Go therefore" : "Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit",
     "Peter" : "1 Peter 3:21",
     "Removal of dirt" : "Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ",
     "Contact us" : "Contact us",
     "Contact homeInfo" : "Our Information",
     "Call us" : "Call us",
     "Send us an email" : "Send us an email",
     "Worship with us" : "Come and worship with us",
     "Contact service time" : "Every Sundays 10:00 AM and 05:00 PM (PST)",
     "Get map direction" : "Click on the map to get direction",
     "Contact Church Staff" : "Contact Church Staff",
     "Members Information Update" : "Members Information Update",
     "Contact Staff Members" : "Contact Staff Members",
     "First name" : "First name",
     "Last name" : "Last name",
     "Email address" : "Email address",
     "Type your message" : "Type your message",
     "Submit form" : "Submit form",
     "Back to Contact" : "Back to Contact",
     "Member Contact Information Update" : "Member Contact Information Update",
     "Members info update" : "Members should utilize this form to update their contact information.",
     "Home Phone Number" : "Home Phone Number",
     "Cell Phone Number" : "Cell Phone Number",
     "Our Ministries" : "Our Ministries",
     "Youth Ministry" : "Youth Ministry",
     "Youth service" : "Come and join us for youth service",
     "Youth service time" : "Every Friday at 7:00 pm",
     "Stand firm in your faith" : "Stand firm in your faith",
     "Youth Bible verse" : "How can a young person stay on the path of purity? By living according to your word. I seek you with all my heart; do not let me stray from your commands. I have hidden your word in my heart that I might not sin against you. Praise be to you, Lord; teach me your decrees. With my lips I recount all the laws that come from your mouth. I rejoice in following your statutes as one rejoices in great riches. I meditate on your precepts and consider your ways. I delight in your decrees; I will not neglect your word. (Psalm 119:9-11)",
     "Kids Ministry" : "Kids Ministry",
     "Happy kids" : "We are so happy to have your kids as part of our group",
     "Bring your kids to Sunday School" : "Bring your kids to Sunday School",
     "Kids service time" : "Every Sunday at 10:00 am",
     "Small Blessings" : "Small Blessings",
     "Kids Bible verse" : "But Jesus called the children to him and said, “Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these. Truly I tell you, anyone who will not receive the kingdom of God like a little child will never enter it.” (Luke 18:16-17)",
     "Church elders" : "Our church elders and deacons",
     "Meet our Church elders and deacons" : "Meet our Church elders and deacons"
     
}

