{
    "Header" : "Biserica Penticostala Filadelfia din Vancouver",
    "Home" : "Acasa",
    "Live" : "Direct",
    "Ministries" : "Minesterul",
    "Events" : "Evenimente",
    "About" : "Despre noi",
    "Contact" : "Contacte",
    "FaithOverFear" : "Credinta asupra fricii, întotdeauna.",
    "BibleVerseOne" : "“Întăreşte-te şi îmbărbătează-te!’? Nu te înspăimânta şi nu te îngrozi, căci Domnul, Dumnezeul tău, este cu tine în tot ce vei face..” (Iosua 1:9)",
    "PeaceAndPurpose" : "Gaseste pacea si scopul in casa lui Dumnezeu",
    "BibleVerseTwo" : "“Încrede-te în Domnul din toată inima ta şi nu te bizui pe înţelepciunea ta!.” – (Proverbe 3:5)",
    "GodsWord" : "Gaseste putere în cuvîntul lui cel puternic.",
    "BibleVerseThree" : "“Fiindcă atât de mult a iubit Dumnezeu lumea, că a dat pe singurul Lui Fiu, pentru ca oricine crede în El să nu piară, ci să aibă viaţa veşnică.” (Ioan 3:16)",
    "HomeAboutHeader" : "Denspre noi",
    "HomeAboutPar" : "Ne bucurăm că ați ales să vizitați site-ul Bisericii Penticostale Române Philadelphia din Vancouver, Washington. Biserica noastră crede că Isus Hristos este fiul lui Dumnezeu și a fost răstignit pentru păcatele noastre și a înviat a treia zi. Căutăm să-L proclamăm pe Hristos ca Domn și să-i încurajăm pe toți spre dezvoltarea unei relații personale cu El. Isus a spus: „Eu sunt calea și adevărul și viața.” Această afirmație oferă direcție în viețile noastre și mergând în acest fel, toată lumea va intra în eternitate cu Dumnezeu. Biserica noastră Îl slăvește aici pentru iubirea Sa infinită arătată zilnic față de noi. Vă invităm să ni se alăture și să-L slăviți.",
    "HomeBtn" : "Citeşte mai mult",
    "HomeServicesHead" : "Serviciile Săptămânale",
    "ServicesHomePar" :  "Servicii:",
    "ServiceDetailOne" : "Fiecare Duminica la ora 10:00 şi la ora 17:00",
    "PrayerHomeTime" : "Rugăciune:",
    "PrayerTimeDetailsOne" : "Marți & Joi la ora  19:00",
    "PrayerTimeDetailsTwo" : "Sâmbătă de la ora  10:00 până la ora 17:00",
    "BibleBerseBaptismHome" : "Cine va crede și va fi botezat va fi mântuit, dar cine nu va crede va fi osândit. (Marcu 16:16)",
    "BaptismHome" : "Botezul va avea loc:",
    "BTimeHome" : "August 11 la ora 10:00",
    "BLocationHome" : "Parcul Louisville",
    "BaptismHomeBtn" : "Apăsați pentru detalii",
    "FooterLocation" : "Locație",
    "FooterContact" : "Contacte",
    "FooterFallow" : "Ne urmăriți",
    "FooterWriths" : "Biserica Română Philadelphia. Toate drepturile rezervate.",
    "About us" : "Denspre noi",
    "Establish" : "Infiintata in 1992",
    "Church History" : "Istoria Bisericii",
    "The History" : "Biserica Penticostală Română Philadelphia a fost fondată la 22 aprilie 1992 în Gresham, Oregon. Congregația sa întâlnit inițial la o biserică locală închiriată. Dumnezeu, prin Duhul Sfânt, a promis că va oferi un lăcaș de cult permanent. După o În scurt timp, la 23 august 1996, această promisiune a fost împlinită. Dumnezeu a considerat că este potrivit ca congregația să treacă râul Columbia din Oregon în statul Washington Cu ajutorul Domnului și prin sacrificiile personale ale membrilor Bisericii, astăzi clădirea este deținută de Biserică",
    "OUR MISSION" : "MISIUNEA NOASTRĂ",
    "Creating Disciples" : "Crearea discipolilor",
    "Good news" : "Răspândiți Vestea Bună a Evangheliei celor pierduți.",
    "Glorification of God" : "Slăvirea lui Dumnezeu, lauda și închinare.",
    "Build in the faith" : "Să zidească în credința care a fost dată sfinților o dată pentru totdeauna. „…făcând apel la voi să luptați pentru credința care a fost dată sfinților o dată pentru totdeauna”. (Iuda 1:3)",
    "OUR BELIEFS" : "CREDINȚA NOASTRĂ",
    "Biggest Moments" : "Cele mai mari momente ale tale capturate, fără întrerupere",
    "Inspiration" : "În inspirația verbală a Bibliei.",
    "BelievsOne" : "Într-un singur Dumnezeu care există veșnic în trei persoane, și anume Tatăl, Fiul și Duhul Sfânt.",
    "BelievsTwo" : "Că Isus Hristos este singurul Fiu născut al Tatălui, conceput din Duhul Sfânt și născut din fecioara Maria. Că Isus a fost răstignit, îngropat și înviat din morți. Că S-a înălțat la cer și este astăzi de-a dreapta Tatălui ca Mijlocitor.",
    "BelievsThree" : "Că toți au păcătuit și au fost lipsiți de slava lui Dumnezeu și că pocăința este poruncită de Dumnezeu pentru toți și necesară pentru iertarea păcatelor.",
    "BelievsFour" : "Această îndreptățire, regenerare și naștere din nou sunt realizate prin credința în sângele lui Isus Hristos.",
    "BelievsFive" : "„În sfințirea ulterioară nașterii din nou, prin credința în sângele lui Hristos, prin Cuvânt și prin Duhul Sfânt.",
    "BelievsSix" : "Sfințenia să fie standardul de viață al lui Dumnezeu pentru poporul Său. În botezul cu Duhul Sfânt după o inimă curată.",
    "BelievsSeven" : "În vorbirea în alte limbi, așa cum Duhul dă rostirea și că aceasta este dovada inițială a botezului cu Duhul Sfânt.",
    "BelievsEight" : "Botezul în apă prin scufundare și toți cei care se pocăiesc să fie botezați în numele Tatălui și al Fiului și al Duhului Sfânt.",
    "BelievsNine" : "Tăderea divină este oferită tuturor în ispășire. În Cina Domnului și spălarea picioarelor sfinților.",
    "BelievsTen" : "În cea de-a doua venire pre-milenară a lui Isus. În primul rând, pentru a învia morții drepți și pentru a-i prinde pe sfinții vii la El în văzduh. În al doilea rând, pentru a domni pe pământ o mie de ani.",
    "BelievsEleven" : "În învierea trupească; viață veșnică pentru cei drepți și pedeapsă veșnică pentru cei răi.",
    "EventBaptism" : "Botezul",
    "BiggestEvent" : "Marele eveniment din acest an",
    "Bible verse event one" : "Cine va crede și va fi botezat va fi mântuit, dar cine nu va crede va fi osândit.",
    "Bible verse location one" : "Marcu 16:16",
    "CandidatesHeader" : "Faceți cunoștință cu candidații la botez",
     "CandidatesInfo" : "Anul acesta avem 4 candidați care vor să-și dedice viața lui Isus. Și vor să-și mărturisească credința prin apa botezului Noului Testamental",
     "Candidates verse one" : "Carnea și inima pot să mi se prăpădească, dar Dumnezeu este stânca inimii mele și partea mea de moștenire pe vecie. 27 Căci iată, cei ce se depărtează de Tine vor pieri.",
     "VerseLocation one" : "Psalmul 73:26",
     "Candidates verse two" : "Acum deci rămân acestea trei: credinţa, nădejdea şi dragostea; dar cea mai mare dintre ele este dragostea.",
     "VerseLocation two" : "1 Corintieni 13:13",
     "Candidates verse three" : "Eu sunt convins că nici moartea, nici viaţa, nici îngerii, nici demonii[n] , nici lucrurile prezente, nici cele viitoare, nici puterile, 39 nici înălţimea, nici adâncimea, nici orice altceva din creaţie nu vor fi în stare să ne despartă de dragostea lui Dumnezeu.",
     "VerseLocation three" : "Romani 8:38",
     "Candidates verse four" : "Pot totul în Cristos, Care mă întăreşte.",
     "VerseLocation Four" : "Filipeni 4:13",
     "Invitation" : "Vă invităm să vă alăturați la evenimentul de Botez care va avea loc în data de",
     "Date and time" : "August 11 la ora 10:00",
     "Park location" : "Parcul Regional Lewisville",
     "Adress map" : "26411 NE Lewisville Hwy, Battle Ground, WA 98604",
     "More details" : "Pentru mai multe detalii sau intrebari",
     "Events contact button" : "Contactaţi-ne",
     "Click to get direction" : "Faceți clic pentru a obține direcția",
     "Acts" : "Faptele Apostolilor 2:38",
     "Repent and Baptize" : " Pocăiţi-vă şi fiecare din voi să fie botezat în Numele lui Isus Cristos[a] spre iertarea păcatelor voastre; şi veţi primi darul Duhului Sfânt!",
     "Mattew" : "Matei 28:19",
     "Go therefore" : " Prin urmare, duceţi-vă şi faceţi ucenici din toate neamurile, botezându-i în Numele Tatălui, al Fiului şi al Duhului Sfânt",
     "Peter" : "1 Petru 3:21",
     "Removal of dirt" : "Aceasta este o imagine a botezului, care vă mântuieşte acum – el nu este o îndepărtare a murdăriei de pe trup, ci răspunsul[a] unei conştiinţe bune înaintea lui Dumnezeu – prin învierea lui Isus Cristos",
     "Contact us" : "Contactaţi-ne",
     "Contact homeInfo" : "Informațiile noastre",
     "Call us" : "Sunați-ne",
     "Send us an email" : "Trimite-ne un e-mail",
     "Worship with us" : "Vino să te închini alături de noi",
     "Contact service time" : "În fiecare duminică la orele 10:00 și 17:00 (PST)",
     "Get map direction" : "Faceți clic pe hartă pentru a obține direcția",
     "Contact Church Staff" : "Contactați personalul bisericii",
     "Members Information Update" : "Actualizarea informațiilor membrilor",

     "Contact Staff Members" : "Contactați membrul personalului",
     "First name" : "Primul nume",
     "Last name" : "Numele de familie",
     "Email address" : "Adresa de e-mail",
     "Type your message" : "Introduceți mesajul dvs",
     "Submit form" : "Trimiteți formularul",
     "Back to Contact" : "Înapoi la Contact",
     "Member Contact Information Update" : "Actualizarea informațiilor de contact ale membrilor",
     "Members info update" : "Membrii ar trebui să utilizeze acest formular pentru a-și actualiza informațiile de contact.",
     "Home Phone Number" : "Numar de telefon de acasa",
     "Cell Phone Number" : "Număr de telefon",

     "Our Ministries" : "Ministerele noastre",
     "Youth Ministry" : "Ministerul Tineretului",
     "Youth service" : "Vino și alătură-te nouă pentru serviciul pentru tineret",
     "Youth service time" : "În fiecare vineri la 19:00",
     "Stand firm in your faith" : "Rămâi ferm în credința ta",
     "Youth Bible verse" : "Cum îşi va păstra tânărul curată cărarea? Păzind Cuvântul Tău. Te caut din toată inima mea: nu mă lăsa să mă abat de la poruncile Tale! Strâng[a] cuvintele[b] Tale în inima mea, ca să nu păcătuiesc împotriva Ta. (Psalm 119:9-11)",
     "Kids Ministry" : "Ministerul Copiilor",
     "Happy kids" : "Suntem atât de fericiți să avem copiii tăi ca parte a grupului nostru",
     "Bring your kids to Sunday School" : "Aduceți copiii la școala duminicălă",
     "Kids service time" : "În fiecare duminică la ora 10:00",
     "Small Blessings" : "Mici binecuvântări",
     "Kids Bible verse" : " Isus însă i-a chemat la Sine pe copilaşi şi a zis: „Lăsaţi copilaşii să vină la Mine şi nu-i opriţi, pentru că Împărăţia lui Dumnezeu este a celor ca ei! 17 Adevărat vă spun că cel care nu primeşte Împărăţia lui Dumnezeu ca un copilaş, cu nici un chip nu va intra în ea!“” (Luca 18:16-17)",
     "Church elders" : "Presbiteri și diaconi ai bisericii noastre",
     "Meet our Church elders and deacons" : "Faceți cunoștință cu prezbiterii și diaconii noștri ai Bisericii"
}
